Repository: DWE64/LaLegionDuPhenix_V2022
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: Login
fr: Connexion

source: Logout
fr: Déconnexion

# mentions.legales
source: Legal Mentions
fr: Mentions légales

# french.language
source: French
fr: Français

# english.language
source: English
fr: Anglais

# common.login_send
source: Log in
fr: Connexion

# common.ask_login_access
source: enter your email and password
fr: Saisissez votre email et votre mot de passe

# common.email
source: Mail
fr: Email

# common.password_lost
source: Password lost
fr: Mot de passe oublié?

# common.password
source: Password
fr: Mot de passe

# common.ask_account
source: You don't have account?
fr: Vous n'avez pas de compte?

# common.ask_register
source: Register
fr: Enregistrez-vous!

# page.admin.home
source: Dashboard
fr: Panneau administrateur

# page.admin.list_user
source: List User
fr: Liste des utilisateurs

# page.home
source: Home
fr: Accueil

# page.login
source: Login
fr: Connexion

# admin.user.manage.email
source: Mail
fr: Email

# admin.user.manage.role
source: Role
fr: Accès utilisateur

# admin.user.manage.member_status
source: Member status
fr: Status du membre

# admin.user.manage.registration_date_in_association
source: Registration date in association
fr: Date d'inscription à l'association

# admin.user.manage.is_member
source: Is member?
fr: Membre ?

# admin.user.manage.created_at
source: Created at
fr: Crée le

# admin.user.manage.updated_at
source: Updated at
fr: Mis à jour le

# admin.user.manage.name
source: Name
fr: Nom

# admin.user.manage.firstname
source: Firstname
fr: Prénom

# admin.user.manage.birthday
source: Birthday
fr: Date de naissance

# admin.user.manage.address
source: Address
fr: Adresse

# admin.user.manage.seniority
source: Seniority
fr: Ancienneté

# admin.user.manage.button_update
source: Update
fr: Mettre à jour

# admin.user.manage.zip
source: Zip
fr: Code postal

# admin.user.manage.city
source: City
fr: Ville

# admin.home
source: Dashboard
fr: Panneau administrateur

# admin.user.manage
source: User manage
fr: Gestion des utilisateurs

# home.return
source: Return home
fr: Retour au site

source: Home
fr: Accueil

source: Admin Pannel
fr: Panneau administrateur

# page.admin.list_game
source: List games
fr: Liste des jeux

# page.admin.view_game
source: View game
fr: Voir le jeu

# common.success.delete
source: Success delete
fr: Suppression réussie

# page.app.profil_user
source: My account
fr: Mon profil

# page.profil.message_success_status_change
source: status change with success
fr: Status modifié avec succès

# page.profil.message_error_status_change
source: error status change
fr: Erreur lors du changement de status

# page.contact.message_send_success
source: Message send with success
fr: Message envoyé avec succès

# page.contact.message_error_input_incomplete
source: Message error because input is incomplete
fr: Erreur - Formulaire incomplet

# page.contact.message_error_async
source: Message error sending with async
fr: Erreur lors de l'envoi du message

# page.contact.recaptcha_message_error_async
source: Recaptcha error with async
fr: Erreur lors de l'autentification du recaptcha

# page.registration
source: Registration
fr: S'enregistrer

# contact.name
source: Name
fr: Nom

# contact.firstname
source: Firstname
fr: Prénom

# contact.phone
source: Phone
fr: Téléphone

# contact.subject
source: Subject
fr: Sujet

# contact.mail_placeholder
source: Placeholder
fr: votre mail

# contact.message
source: Message
fr: Votre message

# registration.name
source: Name
fr: Nom

# registration.firstname
source: Firstname
fr: Prénom

# registration.birthday
source: Birthday
fr: Date de naissance

# registration.address
source: Address
fr: Adresse

# registration.postal_code
source: Zip
fr: Code postal

# registration.city
source: City
fr: Ville

# registration.mail_placeholder
source: placeholder
fr: votre mail

# registration.mail
source: Mail
fr: Email

# registration.password
source: Password
fr: Mot de passe

# registration.message_password
source: Bad password
fr: Mot de passe incorrecte

# registration.message_term_agree
source: Accept
fr: Acceptez les conditions

# registration.accept_term_agree
source: general condition
fr: Acceptez les conditions

# mail.subject.add_gameMaster_to_game
source: Success Add game master to game
fr: Maitre de jeu ajouté avec succès

# mail.subject.add_new_game
source: Success add new game
fr: Nouveau jeu créé

# mail.subject.add_user_to_game
source: success add user to game
fr: Nouveau joueur ajouté

# mail.subject.delete_game
source: success delete game
fr: Suppression de jeu

# mail.subject.delete_gameMaster_to_game
source: success delete game Master to game
fr: Retrait du Maitre de jeu d'une partie

# mail.subject.delete_user_to_game
source: success delete user to game
fr: Suppression d'un joueur de la partie

# mail.subject.edit_game
source: success edit game
fr: Jeu modifié

# mail.subject.refresh_status_to_game
source: success refresh status to game
fr: Actualisation de votre status à vos parties

# mail.subject.refresh_status_game
source: success refresh status game
fr: Actualisation de votre status à vos parties

# mail.subject.registration
source: New registration
fr: Enregistrement réussi

# mail.subject.remove_inscription
source: success remove inscription
fr: Inscription supprimé

# mail.subject.profil_edit_by_admin
source: success profil edit by admin
fr: Profil modifié par un administrateur

# mail.subject.validation_inscription
source: success validation inscription
fr: Inscription validée

# admin.game.filter_all
source: All games
fr: Tous les jeux

# admin.game.filter_new
source: New game
fr: Nouveaux jeux

# admin.game.filter_ongoing
source: Ongoing game
fr: Jeux en cours

# admin.game.filter_finish
source: Finish game
fr: Jeux finis

# admin.game.manage.button_delete_player
source: delete player
fr: Supprimer un joueur

# admin.game.delete
source: Delete
fr: Supprimer le jeu

# common.game.finish
source: Finish
fr: Terminé

# common.game.ongoing
source: Ongoing
fr: En cours

# common.game.new
source: New
fr: Nouveau

# common.game.slots
source: Slots
fr: Créneau

# common.game.master
source: Game master
fr: Maitre de jeu

# common.game.assignedPlace
source: Assigned Place
fr: Place attribuées

# admin.game.createdAt
source: Created At
fr: Créé le

# admin.game.updatedAt
source: Updated At
fr: Modifié le

# admin.game.minGamePlace
source: Minimun Game Place
fr: Joueurs minimum

# admin.game.maxGamePlace
source: Maximum Game Place
fr: Joueurs maximum

# admin.game.player
source: Player
fr: Joueurs

# admin.game.member_status
source: Member status
fr: Status du joueur

# admin.user.manage.isPresent
source: Is Present
fr: Présence

# admin.game.comment
source: Comment
fr: Commentaire

# admin.game.game_picture
source: Picture
fr: Image

# admin.game.add_game
source: Add game
fr: Ajouter

# admin.game.manage.title
source: Title
fr: Titre

# admin.game.manage.game_master
source: Game master
fr: Maitre du jeu

# admin.game.manage.week_slot
source: Week slot
fr: Semaine

# admin.game.manage.hour_slot
source: Hour slot
fr: Créneau

# admin.game.manage.min_game_place
source: Minimum game place
fr: Place minimum

# admin.game.manage.max_game_place
source: Maximum game place
fr: Place maximum

# admin.game.manage.button_add
source: Add
fr: Ajouter

# admin.game.add_user
source: Add user
fr: Ajouter un joueur

# admin.game.manage.game_player
source: Player
fr: Joueurs

# admin.game.manage.button_add_player
source: Add
fr: Ajouter

# admin.game.change_status
source: Change status
fr: Modifier le status

# admin.game.manage.change_status_game
source: Change status game
fr: Status du jeu

# admin.game.manage.button_change_status
source: Change
fr: Modifier

# admin.game.delete_user
source: Delete user
fr: Supprimer un joueur

# admin.game.manage.delete_game_player
source: Delete game player
fr: Joueurs

# admin.game.edit
source: Edit
fr: Modifier le jeu

# admin.game.manage.button_edit
source: Edit
fr: Modifier

# contact.send_failed
source: Send failed
fr: Envoi echoué

# contact.send_failed_message
source: Message failed sending
fr: Votre message ne nous est pas parvenu, veuillez réessayer !

# contact.send_failed_button
source: Continue
fr: Continuer

# user.profil.edit_button
source: Edit
fr: Modifier mon profil

# user.profil.name
source: Name
fr: Nom

# user.profil.firstname
source: Firstname
fr: Prénom

# user.profil.birthday
source: Birthday
fr: Date de naissance

# user.profil.address
source: Address
fr: Adresse

# user.profil.zip
source: Zip
fr: Code postal

# user.profil.city
source: City
fr: Ville

# user.profil.button_update
source: Update
fr: Modifier

# contact.send_success
source: Send success
fr: Envoi avec succès

# contact.send_success_message
source: message sending success
fr: Votre message a bien été envoyé.

# contact.send_success_button
source: Continue
fr: Continuer

# common.is_member
source: Is member
fr: Membre ?

# common.member_true
source: Yes
fr: Oui

# common.member_false
source: No
fr: Non

# common.master
source: Game Master
fr: Maitre du jeu

# common.player
source: Player
fr: Joueurs

# common.personnal_information
source: Personnal information
fr: Informations personnelles

# common.fullname
source: Fullname
fr: Identité

# common.birthday
source: Birthday
fr: Date de naissance

# common.address
source: Address
fr: Adresse

# common.city
source: City
fr: Ville

# common.postal_code
source: Zip
fr: Code postal

# common.mail
source: Mail
fr: Email

# common.user_list
source: User List
fr: Liste des utilisateurs

# common.user_is_present
source: User is present
fr: Présent ?

# profil.game.post_message
source: Post message
fr: Poster le commentaire

# admin.game.manage
source: Game manage
fr: Gestion des jeux

source: Welcome
fr: Bienvenue

source: My account
fr: Mon profil

source: Register
fr: S'enregistrer

# page.contact.form_title
source: Contact Us
fr: Nous contacter

# page.contact.form_submit
source: Send
fr: Envoyer

# homepage.title_baseline
source: Adventure
fr: L' Aventure

# homepage.subtitle_baseline
source: Begin here
fr: commence ici

# homepage.title_presentation
source: The Phoenix Legion
fr: La Légion du phénix

# homepage.description_presentation
source: The association "La Légion Du Phénix", is a non-profit association law 1901, and based on Anglet.
fr: L'association "La Légion Du Phénix", est une association loi 1901 à but non lucratif, et basée sur Anglet.

# homepage.description_presentation2
source: Our main activity is role-playing, in a friendly, dynamic and close-knit atmosphere.
fr: Notre activité principale est le jeu de rôle, dans une ambiance conviviale, dynamique, et soudée.

# homepage.title_explain
source: What is role play?
fr: Qu'est-ce que le jeu de rôle ?

# homepage.description_explain
source: For the French role-playing federation, is a leisure and entertainment activity that consists of telling a story to several people. Installed around a table, players interpret the role of a character within a fictional universe, each describing the adventures of his character interacting with the world around him.
fr: Pour la fédération française de jeu de rôle, c'est une activité de loisir et de divertissement qui consiste à raconter une histoire à plusieurs. Installés autour d'une table, les joueurs interprètent le rôle d'un personnage au sein d'un univers fictif, décrivant chacun les aventures de son personnage interagissant avec le monde qui l'entourent. Pour plus d'informations sur la définition officielle, je vous invite à faire un tour sur le site de la fédération française de jeu de rôle.

# homepage.description_explain2
source: For more information on the official definition, I invite you to take a look at the site of the French role-playing federation.
fr: Pour notre association, il s'agit d'un moment où l'on peut se rencontrer et passer des moments entre amis, s'amuser, rigoler, et prendre du plaisir à incarner nos personnages de films, séries, manga, littérature favoris. Cela nous permet aussi d'explorer de manière fictive, des univers aussi riches et variés. En définitif, il s'agit d'un loisir où chacun peut s'amuser et se détendre en partageant aussi avec d'autres ce plaisir.

# registration.invit_to_create_account
source: Want to know more, subscribe!
fr: Envie d'en savoir plus, inscrivez-vous!

# common.register
source: Register
fr: S'enregistrer

# registration.already_account
source: Already have an account ?
fr: Vous avez déjà un compte ?

# registration.title_baseline
source: Your imagination is your only limit
fr: Ton imagination est ta seule limite

# registration.text_baseline
source: roll the dice....critical failure!
fr: lance le dés.... échec critique!

# page.activity
source: Our games
fr: Nos jeux

# activity.filter_all
source: All games
fr: Tous les jeux

# activity.filter_new
source: New games
fr: Nouveaux jeux

# activity.filter_ongoing
source: Ongoing games
fr: Jeux en cours

# activity.filter_finish
source: Finish games
fr: Jeux terminés

# activity.finish
source: Finish
fr: Terminé

# activity.ongoing
source: Ongoing
fr: En cours

# activity.new
source: New
fr: Nouveau

# activity.slots
source: Slots
fr: Créneau

# activity.master
source: Game master
fr: Maitre du jeu

# activity.assignedPlace
source: Assigned Place
fr: Places attribuées

# activity.more_information
source: More information
fr: En savoir plus

source: Activity
fr: Nos jeux

# homepage.button_begin
source: Try it
fr: Essayez-le

# admin.game.manage.picture
source: Picture
fr: Image du jeu

source: __registration.username
fr: Pseudo Discord

source: __admin.user.manage.username
fr: Pseudo Discord

source: __user.profil.username
fr: Pseudo Discord

source: __common.username
fr: Pseudo Discord
